import React, { useState } from "react";
import { Link } from "react-router-dom";
import BoxBlitTrain from "../Train/BoxBlitTrain";

const ContentBusDesktop = () => {
  const [read, setread] = useState("بیشتر بخوانید");

  const Box = [
    {
      bg: require("../../assets/image/Bus/bus01.png"),
      title: "خرید بلیط اتوبوس",
      matn: (
        <div>
          خرید اینترنتی بلیط اتوبوس، مسافران را از اینکه خیلی زودتر در ترمینال
          حضور داشته باشند، بی‌نیاز ساخته است. شما می‌توانید همین طور که در خانه
          نشسته‌اید، خرید بلیط برای اتوبوس را انجام دهید.
          <br /> برای اینکه سفر را برای خود راحت‌تر و لذت‌بخش‌تر کنید، می‌توانید
          برای خرید بلیط VIP اقدام کنید. اگرچه قیمت بلیط اتوبوس VIP کمی گران‌تر
          است، اما ارزشش را دارد. ضمنا با خرید بلیط رویال سفر هم سفری بی‌دردسر
          را تجربه خواهید کرد، چرا که این شرکت هم شرایط رفاهی قابل‌قبولی برای
          مسافران فراهم می‌کند.
          <br /> هنگام خرید آنلاین بلیط اتوبوس از علی‌بابا کاربران این امکان را
          خواهند داشت که از میان شرکت‌های موجود، مناسب‌ترین انتخاب را برای خود
          داشته باشند.
        </div>
      ),
    },
    {
      bg: require("../../assets/image/Bus/bus02.png"),
      title: "رزرو بلیط اتوبوس",
      matn: (
        <div>
          رزرو بلیط راهکاری دوراندیشانه و عاقلانه برای کسانی است که می‌خواهند از
          زمان‌بندی سفرشان مطمئن باشند. این موضوع زمانی اهمیت بیشتری می‌یابد که
          بخواهید بلیط را برای زمان‌های پرسفر رزرو کنید. راحت‌ترین روش، رزرو
          اینترنتی بلیط اتوبوس از سایت علی‌بابا است.
          <br /> به این ترتیب می‌توانید ساعت حرکت و شرکت اتوبوس‌رانی موردنظرتان
          را انتخاب کنید. مراجعه به یک سایت رزرو بلیط‌های اتوبوس معتبر نظیر
          علی‌بابا، خیال شما را از تهیه بلیط اتوبوس برای تاریخ موردنظرتان آسوده
          می‌کند. امکاناتی نظیر مشاهده مسافت و قوانین استرداد و البته طول مسافت،
          علی‌بابا را به بهترین سامانه رزرو بلیط اتوبوس تبدیل کرده است.
        </div>
      ),
    },
    {
      bg: require("../../assets/image/Bus/bus03.png"),
      title: "قیمت بلیط اتوبوس",
      matn: (
        <div>
          همان طور که اشاره شد، ارزان بودن قیمت بلیط نسبت به سایر وسایل نقلیه
          بین‌شهری، یکی از انگیزه‌های اصلی مردم برای سفر با اتوبوس است. عوامل
          متعددی در تعیین قیمت بلیط‌های اتوبوس موثرند که از مهم‌ترین آن‌ها
          می‌توان به طول سفر و امکانات اتوبوس اشاره کرد.
          <br /> اما اگر به دنبال استعلام قیمت بلیط اتوبوس برای یک یا چند مسیر
          هستید، می‌توانید به علی‌بابا مراجعه کنید. کافی است مبدا، مقصد و زمان
          سفر را مشخص کنید تا لیست کاملی از قیمت بلیط اتوبوس شرکت‌های مختلف را
          مشاهده کنید. <br />
          ضمنا قیمت بلیط VIP را نیز می‌توانید در همین لیست ببینید. اگر هم به
          دنبال بلیط اتوبوس ارزان هستید، می‌توانید در تنظیمات بالای صفحه،
          بلیط‌ها را براساس کمترین قیمت تعیین کنید.
        </div>
      ),
    },
  ];

  const Box2 = [
    {
      bg: require("../../assets/image/Bus/bus04.png"),
      title: "بلیط اتوبوس VIP",
      matn: (
        <div>
          اگر زیاد با اتوبوس سفر نکرده‌ باشید، احتمالا از خود می‌پرسید که چرا
          باید برای سفر بلیط VIP تهیه کنید. اما کافی است یک بار بلیط VIP بخرید و
          از سفری آرام با امکانات رفاهی عالی لذت ببرید.
          <br /> خرید بلیط اتوبوس VIP در سفرهای طولانی اهمیت بیشتری پیدا می‌کند،
          چرا که در سفر طولانی به آسایش و شرایط بهتر برای خواب بیشتر نیاز خواهید
          داشت. اتوبوس‎های VIP صندلی‌های استاندارد و راحتی دارند که در صورت
          تمایل به تخت تبدیل می‌شوند.
          <br /> پذیرایی‌ در طول مسیر هم از دیگر امکانات این نوع اتوبوس‌هاست.
          بلیط VIP را به سادگی می‌توانید در علی‌بابا بخرید؛ در لیستی که از
          بلیط‌های اتوبوس‌ها مشاهده می‌کنید، اتوبوس‌های VIP به وضوح مشخص
          شده‌اند.
        </div>
      ),
    },
    {
      bg: require("../../assets/image/Bus/bus05.png"),
      title: "بلیط اتوبوس ارزان",
      matn: (
        <div>
          اگر می‌خواهید هزینه سفرتان کمتر شود، احتمالا به دنبال بلیط ارزان
          هستید. همان طور که اشاره شد قیمت بلیط به عوامل مختلفی نظیر طول سفر و
          شرکت اتوبوس‌رانی بستگی دارد.
          <br /> بنابراین برای پیدا کردن اتوبوس ارزان در یک مقصد مشخص، باید بلیط
          را از شرکتی بخرید که ارزان‌فروش‌تر از بقیه است. برای این کار پس از
          اینکه مبدا، مقصد و تاریخ سفر را در علی‌بابا مشخص می‌کنید، لیست مفصلی
          از بلیط‌ها را می‌بینید. در این مرحله، در بالای صفحه یک فیلتر به نام
          «قیمت» وجود دارد.
          <br /> وقتی روی آن کلیک کنید، قیمت بلیط اتوبوس در مسیر موردنظرتان را
          از کمترین قیمت می‌بینید. حالا امکان خرید بلیط اتوبوس ارزان برای شما
          فراهم شده است.
        </div>
      ),
    },
  ];

  const Companys = [
    {img: require("../../assets/image/Bus/company1.png"),name: " ایران پیما",},
    {img: require("../../assets/image/Bus/company2.png"),name: " رویال سفر ایرانیان",},
    { img: require("../../assets/image/Bus/company3.png"), name: " سیر و سفر" },
    { img: require("../../assets/image/Bus/company4.png"), name: " آریا سفر" },
    { img: require("../../assets/image/Bus/company5.png"), name: " همسفر" },
    { img: require("../../assets/image/Bus/company6.png"), name: " گیتی پیما" },
    { img: require("../../assets/image/Bus/company7.png"), name: " ماهان سفر" },
    { img: require("../../assets/image/Bus/company8.png"),name: " تعاونی شماره 15",},
  ];
  return (
    <div className="content-train-desktop content-bus">
      <div className="mb-64">
        <h1>بلیط اتوبوس</h1>
        <p>
          {" "}
          سفر با اتوبوس به دلیل پایین آوردن هزینه‌ها و البته راحتی و امنیت بالا
          مورد استقبال مسافران است. با توسعه فناوری‌های نوین و ایجاد رفتار خرید
          اینترنتی، دیگر نیازی نیست برای خرید بلیط اتوبوس به ترمینال
          <Link to=""> شرق</Link> و سایر ترمینال‌های اتوبوس‌رانی مراجعه کنید.
          <br />
          علی‌بابا با توجه به اعتبار و پیشینه‌ای که در زمینه عرضه بلیط سفر و
          سایر خدمات گردشگری دارد، بهترین وب‌سایت رزرو بلیط اتوبوس است. شما
          می‌توانید در علی‌بابا بهترین قیمت را برای خرید بلیط اتوبوس پیدا کنید؛
          همچنین این امکان را دارید تا از بین شرکت‎‌های اتوبوس‌رانی مختلف دست به
          انتخاب بزنید.
          <br />
          علی‌بابا به عنوان مرجع فروش بلیط اینترنتی اتوبوس، تمام مسیرهای زمینی
          داخل کشور و تعدادی از مسیرهای خارجی را پوشش می‌دهد. <br />
          در دسترس بودن لیست کاملی از شرکت‌های اتوبوس‌رانی در سایت علی‌بابا
          امکان خرید آنلاین بلیط اتوبوس را با قیمت مناسب برای شما ممکن می‌سازد.
          <br />
          از طرف دیگر اگر ترجیح شما رفاه و آرامش بیشتر در طول سفر است، می‌توانید
          بلیط اتوبوسی را بخرید که اگرچه قیمتش کمی بیشتر است، اما از امکانات
          رفاهی بیشتری نیز برخوردار است و سفر را برای شما دلپذیرتر می‌کند.
          <br />
          ضمنا شما هنگام خرید آنلاین بلیط اتوبوس از علی‌بابا، علاوه بر انتخاب
          صندلی، می‌توانید طول مسیر، ساعت حرکت و قوانین استرداد بلیط را نیز
          مشاهده کنید.
        </p>

        <div className="read-more">{read}</div>
      </div>

      <div className="boxs-blit-train mb-64">
        {Box.map((item) => (
          <BoxBlitTrain bg={item.bg} title={item.title} matn={item.matn} />
        ))}
      </div>
      <div className="mb-64">
        <h2>استرداد بلیط اتوبوس</h2>
        <p>
          طبیعی است که گاهی اوقات، سفرتان به هر دلیلی لغو شود. در این زمان به
          دنبال استرداد بلیط (کنسلی) هستید. اگر بلیط‌تان را از علی‌بابا
          خریده‌اید، نگران نباشید؛ فرآیند استرداد بلیط اتوبوس در علی‌بابا راحت و
          بی‌دردسر است. کافی است وارد حساب کاربری‌تان شوید و روی نام کاربری‌تان
          کلیک کنید. در لیست نمایش داده شده، روی سفارشات و استردادها کلیک کنید.
          <br />
          در صفحه بعد شماره سفارش خود را وارد و سپس روی جستجو کلیک کنید. پس از
          اتمام مراحل استرداد، پولی که بابت خرید بلیط پرداخته‌اید، در کوتاه‌ترین
          زمان ممکن به حساب شما برمی‌گردد.
          <br />
          زمانی که بلیط را می‌خرید به قوانین بلیط هم دقت کنید. قوانین استرداد را
          در همان پنجره بلیط، در بخش «اطلاعات بیشتر» مشاهده خواهید کرد. این
          قوانین به شما می‌گوید که جریمه استرداد یا کنسلی بلیط اتوبوس چه میزان
          است.
        </p>
      </div>
      <div className="boxs-blit-train mb-64">
        {Box2.map((item) => (
          <BoxBlitTrain bg={item.bg} title={item.title} matn={item.matn} />
        ))}
      </div>
      <div className="mb-64">
        <h2>استعلام بلیط اتوبوس</h2>
        <p>
          گاهی وقت‌ها بعد از اینکه به‌صورت اینترنتی بلیط اتوبوس خودتان را
          می‌خرید، نیاز دارید تا دوباره به آن بلیط اتوبوس سر بزنید و فرایند
          رهیری بلیط اتوبوس را انجام دهید. گاهی پیش می‌آید که باید بعضی از
          اطلاعات مهم و کاربردی بلیط خودتان را مجددا بررسی کنید تا روز حرکت
          اتوبوس به مشکل خاصی برنخورید و بدون دردسر، سفر خودتان را شروع کنید.
          مثلا ممکن است تاریخ حرکت اتوبوس را فراموش کرده باشید یا بخواهید شماره
          تعاونی و ترمینال را دوباره ببینید یا به همسفرتان خبر دهید. در چنین
          شرایطی لازم است که اصطلاحا استعلام بلیط اتوبوس یا رهگیری بلیط اتوبوس
          انجام دهید تا همه اطلاعات سفرتان کف دستتان باشد.
          <br />
          هنگام خرید بلیط اتوبوس از علی بابا، اطلاعات بلیط و شماره سفارش برای
          شما پیامک و ایمیل می‌شود؛ اما اگر این پیامک و ایمیل را گم کردید، هیچ
          نگران نباشید. در ادامه توضیح می‌دهیم که چطور می‌توانید بلیط اتوبوستان
          را مجددا استعلام کنید. استعلام بلیط اتوبوس در وب‌سایت علی‌بابا بسیار
          ساده و سرراست است. فقط کافی است مراحل زیر را گام‌به‌گام انجام دهید تا
          به اطلاعاتی که می‌خواهید دست پیدا کنید. قدم اول این است که وارد
          وب‌سایت علی‌بابا شوید و به حساب کاربری‌تان بروید. برای این کار باید
          گزینه ورود را بزنید. حالا باید شماره همراه یا ایمیلتان را وارد کنید.
          سپس کدی که به شماره‌تان پیامک شده را همین جا وارد کنید تا وارد حساب
          کاربری‌تان شوید.
          <br />
          بعد از ورود به حساب کاربری، برای استعلام بلیط اتوبوس، روی آیکن حساب
          کاربری بزنید. سپس عبارت «اطلاعات حساب کاربری» را انتخاب کنید. حالا
          وارد صفحه‌ای می‌شوید که باید به‌دنبال گزینه «تراکنش‌ها» بگردید. از
          بالای صفحه آن را پیدا کنید و روی آن بزنید.وارد این صفحه که بشوید، لیست
          کامل تراکنش‌های خودتان را خواهید دید. از بین لیست تراکنش‌ها، دنبال آن
          تراکنشی بگردید که می‌خواهید استعلامش کنید.
          <br />
          شما می‌توانید برای پیداکردن هر چه سریع‌تر و راحت‌تر بلیط خودتان، از
          فیلترهای مختلف وب‌سایت علی‌بابا استفاده کنید؛ به عنوان مثال، شما
          می‌توانید با استفاده از فیلتر تاریخ، آن بازه زمانی را انتخاب کنید که
          بلیط را خریده بودید. جدا از این، با انتخاب گزینه «نوع تراکنش» یا
          «انتخاب محدوده قیمت»، استعلام بلیط اتوبوس برای شما راحت‌تر خواهد شد.
          <br />
          بعد از اینکه تراکنش موردنظرتان را پیدا کردید، از ستون توضیحات، شماره
          سفارش آن را بردارید و جایی یادداشت کنید. بعد از برداشتن شماره سفارش از
          بین لیست تراکنش‌ها، قدم آخر این است که روی گزینه «سفرهای من» بزنید.
          <br />
          در این قسمت شما باید شماره سفارش خودتان را در کادر مشخص‌شده بنویسید و
          گزینه جستجو را بزنید. بعد از پیداکردن سفارش مدنظر، روی گزینه‌ سمت چپ
          با نام «مشاهده و استرداد» بزنید.
          <br />
          حالا شما می‌توانید تمام اطلاعات مهم بلیط اتوبوس‌تان را مشاهده کنید و
          آن‌ها را روی تلفن همراه یا سیستم شخصی‌تان ذخیره کنید یا برای
          همسفرانتان بفرستید تا در شروع سفر، بدون دردسر و نگرانی حرکت کنید. با
          انتخاب گزینه «استرداد» می‌توانید نسبت به کنسل‌کردن بلیط اتوبوس اقدام
          کنید.
          <br />
          با انتخاب گزینه «دریافت بلیط»، بلیط الکترونیک (PDF) شما دانلود خواهد
          شد. گزینه «مشاهده مسافران» را هم که بزنید، تعداد بلیط و اطلاعات
          همسفرانتان را خواهید دید. باقی اطلاعات مهم مثل شماره رزرو، ساعت حرکت،
          مبلغ بلیط و ساعت حرکت هم از همین جا قابل‌مشاهده است.
          <br />
          این مسیر، در واقع همان مسیری است که برای رهگیری بلیط اتوبوس باید طی
          شود که حالا خودتان گام‌به‌گام بدون نیاز به دیگران می‌توانید انجامش
          دهید.
        </p>
      </div>

      <div className="mb-64">
        <h2>شرکت‌های اتوبوس‌رانی</h2>
        <p>
          در حال حاضر، شرکت‌های اتوبوس‌رانی متعددی وجود دارند که تمام مسیرهای
          داخل و برخی از مسیرهای خارج از کشور را پوشش می‌دهند. این شرکت‌ها در
          بسیاری از امکانات و خدمات مشترک‌اند و در عین حال تفاوت‌هایی با هم
          دارند.
          <br />
          زمانی که برای خرید بلیط اتوبوس جستجو می‌کنید، این شرکت‌ها گزینه‌های
          مختلفی برای شما دارند و می‌توانید با توجه به شرایط خود از بین آنها
          انتخاب کنید. در ادامه چند مورد از معروف‌ترین شرکت‌های اتوبوس‌رانی کشور
          را به شما معرفی می‌کنیم.
        </p>

        <div className="companys">
          {Companys.map((item) => (
            <div className="item-company">
              <img src={item.img} alt="" />
              <p>{item.name}</p>
            </div>
          ))}
        </div>

        <h4>ایران‌پیما</h4>
        <p>
          ایران‌پیما یکی از معروف‌ترین و قدیمی‌ترین شرکت‌های اتوبوس‌رانی کشور
          است. از سال‌ها قبل ایران‌پیما در بیشتر شهرهای کشور نمایندگی داشته است.
          تا همین چند سال پیش بود که اتوبوس‌های بنز این شرکت را با رنگ قرمز و
          شکل خاص نوشته شدن ایران‌پیما روی بدنه اتوبوس تشخیص می‌دادیم؛ اما
          امروزه این شرکت اتوبوس‌رانی از اتوبوس‌هایی نظیر ولوو و اسکانیا نیز در
          ترکیب خود استفاده می‌کند. در حال حاضر بیشتر اتوبوس‌های شرکت از نوع
          هستند. شما می‌توانید به سادگی ایران‌پیما
          <Link to="">بلیط اتوبوس ایران پیما</Link>و سایر شرکت‌ها را از علی‌بابا
          رزرو کنید.
        </p>
        <h4>رویال سفر ایرانیان</h4>
        <p>
          شرکت رویال سفر ایرانیان از سال 1385 کار خود را شروع کرد. می‌توان گفت
          با آغاز به کار رویال سفر بود که سطح سفرهای بین‌شهری با اتوبوس وارد
          مرحله جدیدی شد. اتوبوس‌های این شرکت با برخورداری از امکانات مدرن و
          به‌روز مسافران را با شکل جدیدی از سفر مواجه کرد. در حال حاضر، رویال
          سفر ایرانیان دارای 550 دستگاه اتوبوس VIP است. گفتنی است این شرکت در 50
          شهر در داخل و خارج از کشور نمایندگی دارد. شما می‌توانید به سادگی
          <Link to="">بلیط اتوبوس رویال سفر </Link>و سایر شرکت‌ها را از علی‌بابا
          رزرو کنید.
        </p>
        <h4>سیر و سفر</h4>
        <p>
          یکی دیگر از شرکت‌های اتوبوس‌رانی معروف کشور، سیر و سفر است. این شرکت
          اتوبوس‌رانی در سال 1369 آغاز به کار کرد و از آن سال تا به حال
          فعالیت‌های خود را توسعه داده است. بسیاری از اتوبوس‌های شرکت سیر و سفر
          از نوع VIP هستند و امکانات رفاهی مطلوبی برای مسافران به وجود می‌آورند.
          شما می‌توانید به سادگی <Link to="">بلیط اتوبوس سیر و سفر</Link>و سایر
          شرکت‌ها را از علی‌بابا رزرو کنید.
        </p>

        <h4>آریا سفر</h4>
        <p>
          از دیگر شرکت‌های اتوبوس‌رانی کشور می‌توان به آریا سفر اشاره کرد. نام
          کامل این شرکت اتوبوس‌رانی، شركت تعاونی مسافربری شماره 11 آریا سفر است
          که بسیاری از مسیرهای داخل کشور را پوشش می‌دهند. آریا سفر تنها از دو
          پایانه مسافربری تهران یعنی، <Link to="">ترمینال غرب</Link> و
          <Link to="">ترمینال جنوب</Link> عازم مسیرهای مختلف می‌شود. آریا سفر هم
          در بسیاری از شهرهای کشور نمایندگی دارد. شما می‌توانید به سادگی
          <Link to="">بلیط اتوبوس آریا سفر</Link> و سایر شرکت‌ها را از علی‌بابا
          رزرو کنید.
        </p>

        <h4>همسفر</h4>
        <p>
          شرکت اتوبوس‌رانی همسفر از سال 1378 کار خود را شروع کرد. در ابتدا تنها
          هفت دستگاه اتوبوس برای این شرکت کار می‌کردند؛ اما با گذشت زمان و
          استقبال مردم از خدمات همسفر، تعداد اتوبوس‌‌ها و گستره فعالیت‌های آن
          افزایش یافت. شما برای سفر به نقاط مختلف کشور می‌توانید بلیط همسفر را
          هم آنلاین بخرید و راهی شوید. شما می‌توانید به سادگی
          <Link to="">بلیط اتوبوس همسفر</Link> و سایر شرکت‌ها را از علی‌بابا
          رزرو کنید. گیتی پیما
        </p>

        <h4>گیتی پیما</h4>
        <p>
          یکی دیگر از شرکت‌های اتوبوس‌رانی قدیمی ایران، شرکت گیتی پیما است. گیتی
          پیما که نام کاملش شرکت بین المللی گیتی پیما ایرانیان است، برای بسیاری
          از شهرهای مختلف کشور اتوبوس دارد. برای خرید بلیط گیتی پیما کافی است در
          صفحه خرید بلیط اتوبوس علی‌بابا، در پنجره کناری گزینه گیتی پیما را فعال
          کنید. شما می‌توانید به سادگی
          <Link to="">بلیط اتوبوس گیتی پیما</Link>و سایر شرکت‌ها را از علی‌بابا
          رزرو کنید.
        </p>

        <h4>ماهان سفر</h4>
        <p>
          شرکت اتوبوس‌رانی ماهان سفر در سال 1372 کار خود را آغاز کرد، از آن پس
          فعالیت‌های شرکت گسترش یافت. یکی از اهداف فعلی ماهان سفر ایرانیان
          افزایش تعداد اتوبوس‌های VIP در مسیر جنوب و جنوب غرب کشور است. پذیرایی
          از مسافران با صبحانه، غذا و نوشیدنی سرد و گرم، ارائه مجله، در دسترس
          بودن پتو و بالش و پخش فیلم‌ سینمایی از جمله امکانات اتوبوس‌های ماهان
          سفر است. شما می‌توانید به سادگی
          <Link to=""> بلیط اتوبوس ماهان سفر</Link> و سایر شرکت‌ها را از
          علی‌بابا رزرو کنید.
        </p>
      </div>

      <div className="mb-64 list-blit-bus">
        <ul>
          <li>
            <Link to="">بلیط اتوبوس تهران مشهد</Link>
          </li>
          <li>
            <Link to="">بلیط اتوبوس مشهد تهران</Link>
          </li>
          <li>
            <Link to="">بلیط اتوبوس تهران اصفهان</Link>
          </li>
        </ul>
        <ul>
          <li>
            <Link to="">بلیط اتوبوس اصفهان تهران</Link>
          </li>
          <li>
            <Link to="">بلیط اتوبوس تهران شیراز</Link>
          </li>
          <li>
            <Link to="">بلیط اتوبوس شیراز تهران</Link>
          </li>
        </ul>
        <ul>
          <li>
            <Link to="">بلیط اتوبوس تهران استانبول</Link>
          </li>
          <li>
            <Link to="">بلیط اتوبوس استانبول تهران</Link>
          </li>
          <li>
            <Link to="">بلیط اتوبوس تهران اهواز</Link>
          </li>
        </ul>
        <ul>
          <li>
            <Link to="">بلیط اتوبوس اهواز تهران</Link>
          </li>
          <li>
            <Link to="">بلیط اتوبوس تهران تبریز</Link>
          </li>
          <li>
            <Link to="">بلیط اتوبوس تبریز تهران</Link>
          </li>
        </ul>
      </div>
    </div>
  );
};

export default ContentBusDesktop;
