import React from "react";

const ContentHotel = () => {
  return (
    <div className="content-hotel">
      <h1>رزرو هتل از علی بابا، همسفر هر سفر</h1>
      <p>
        سال 1393، در طلایی‌ترین روزهایی که ایران تغییرات دیجیتال را در آغوش
        می‌کشید، وب‌سایتی متولد شد که کارش را از فروش بلیط آغاز کرده بود.
        <br />
        علی بابا به عنوان یکی از اولین بسترهای آنلاین خرید بلیط آنقدر در کار خود
        استمرار نشان داد که توانست به سرعت، تمام آنچه که برای سفر مورد نیاز است
        را در بستری آنلاین به متقاضیان سفر عرضه کند. رزرو آنلاین هتل و سایر
        محصولات گردشگری برای علی بابا راهی برای رسیدن به مفهوم تازه‌ای از سفر
        بود.
        <br />
        علی بابا امروز فقط یک وب‌سایت و اپلیکیشن فروش محصولات گردشگری نیست؛ علی
        بابا خودِ سفر است؛ مجموعه‌ای که لذت تجربه سفر را برای مسافران معنا
        می‌کند.
        <br />
        علی بابا در تمام این چند سال، چمدانی از اعتبار و تجربه برای خود جمع کرده
        تا همسفری لایق برای همه سفرهای شما باشد و با حمایت شما در رتبه یک
        گردشگری کشور بایستد.
      </p>
      <h2>رزرو آنلاین هتل در علی بابا، به سادگی آب خوردن</h2>
      <p>
        رزرو هتل در گذشته و پیش از امکان رزرو اینترنتی هتل را به خاطر بیاورید.
        اول باید دل به راه می‌زدیم، به مقصد می‌رسیدیم و بعد هم از این هتل به آن
        هتل به دنبال اتاقی تمیز، مطمئن و با قیمتی مناسب می‌گشتیم. اگر خیلی هم
        دقیق بودیم، یک دستمان به تلفن بود تا شماره هتلی آشنا در مقصد را بگیریم و
        پیش از سفر اتاقی مناسب رزرو کنیم.
        <br />
        با ظهور اینترنت، راه آسان‌تری برای رزرو هتل پیشِ روی مسافران قرار گرفت.
        رزرو آنلاین هتل راهی سریع، مطمئن و آسان بود که می‌توانست خیال مسافران را
        از بابت برنامه‌ریزی دقیق سفر راحت کند.
        <br />
        علی بابا به عنوان رتبه یک سفر و بستری مطمئن برای خرید همه ملزومات سفر،
        امکان رزرو اینترنتی هتل را هم فراهم کرد تا در کنار سایر محصولات، در واقع
        بهترین سایت رزرو هتل هم باشد.
        <br />
        برای رزرو هتل در علی بابا کافی است به صفحه هتل بیایید، مقصد و بازه زمانی
        اقامت خود را تعیین کنید و سپس جستجو را بزنید. محبوب‌ترین هتل‌ها به ترتیب
        خودشان را به شما نشان می‌دهند.
        <br />
        در همین صفحه نتایج جستجو می‌توانید مشخصات هر هتل را ببینید و نتیجه جستجو
        را بر اساس ستاره‌های هتل، امکانات رفاهی، محبوبیت هتل بر اساس امتیاز
        کاربران و سایر معیارهای مفید محدود کنید.
        <br />
        با کلیک روی هر هتل، سایر امکانات هتل با تصاویر و جزئیات کامل مثل جانمایی
        هتل روی نقشه و فاصله تا جاذبه‌های گردشگری به شما نمایش داده می‌شود تا
        رزرواسیون هتل را به مطمئن‌ترین شکل ممکن انجام دهید.
      </p>
      <h2>رزرو هتل ارزان، پیشنهاد علی بابا به شما</h2>
      <p>
        راهکار علی بابا برای اطمینان از اینکه کمترین هزینه را برای رزرو اینترنتی
        هتل پرداخت می‌کنید، تضمین بهترین قیمت بازار است.
        <br />
        برخی هتل‌ها در صفحه نتایج جستجو با علامتی خاص از بقیه جدا شده‌اند. اگر
        این هتل‌ها را رزرو کنید و با قیمتی پایین‌تر دقیقا با همین شرایط در جایی
        دیگر آن‌ها را پیدا کنید، به علی بابا اطلاع می‌دهید تا با دو برابر این
        اختلاف قیمت، کد تخفیفی برای رزرو هتل به شما تقدیم کند.
        <br />
        همچنین با استفاده از فیلتر نتیجه جستجو، مرتب کردن هتل‌ها از ارزان‌ترین
        به گران‌ترین، کاهش ستاره‌های هتل‌ها و در نهایت کمی تغییر در برنامه سفر
        می‌توانید ارزان‌ترین هتل‌ها را برای رزرو پیدا کنید.
        <br />
        ضمنا اگر برای سفرتان عجله ندارید، می‌توانید گزینه اطلاع از کاهش قیمت را
        در اپلیکیشن علی بابا فعال کنید تا کاهش قیمت‌ها از طریق ایمیل یا پیامک به
        شما خبر داده شود.
      </p>

      <h2>رزرو هتل خارجی با کارت شتاب ریالی</h2>
      <p>
        یکی از دغدغه‌های مهم مسافران کشورهای خارجی، رزرو هتل خارجی با پرداخت
        هزینه ریالی است. این امکان در علی بابا فراهم است تا تنها با داشتن کارت
        شتاب و دسترسی به رمز پوزا، هتل خارجی مدنظرتان را هم با پرداخت ریالی،
        رزرو کنید.
      </p>
    </div>
  );
};

export default ContentHotel;
