import React from "react";
import { Link } from "react-router-dom";
const VilaContent = () => {
  return (
    <div className="HomePageContent">
      <div className="desktop flex-center">
        <div className="top">
          <div className="AirplaneTicket">
            <h2>اقامتگاه علی‌بابا (جاباما)</h2>
            <h6>
              علی‌بابا بزرگترین و معتبرترین سایت خرید اینترنتی بلیط هواپیما ،
              قطار و اتوبوس در کشور است که از سال ۱۳۹۳ کار خود را شروع کرده و در
              این مدت توانسته رضایت درصد قابل توجهی از کاربران را به دست بیاورد.
              در ابتدا، فروش بلیط پرواز داخلی در دستور کار علی‌بابا قرار داشت؛
              اما به مرور امکان خرید سایر محصولات گردشگری نیز به علی‌بابا اضافه
              شد.
            </h6>
          </div>

          <h6 className="index">
            <p>رتبه یک خرید اینترنتی بلیط سفر</p>
            علی‌بابا طی این سالها، اعتبار زیادی نزد مشتریان خود کسب کرده است.
            طبق نظرسنجی، ۹۷.۲ درصد از مشتریان علی‌بابا از خدمات این سامانه راضی
            بوده‌اند و استفاده از آن را به دوستان و آشنایان خود پیشنهاد
            داده‌اند. سرعت سادگی خرید اینترنتی بلیط هواپیما، اعتبار و خوشنامی،
            امکان استرداد آنلاین بلیط هواپیما و پشتیبانی ۲۴ ساعته در تمام روزهای
            هفته، رتبه یک فروش بلیط را از آنِ علی‌بابا کرده است.
          </h6>
        </div>
        <div className="image">
          <img src={require("../../assets/image/HomeImage/a.jpg")} />
        </div>
      </div>
    </div>
  );
};

export default VilaContent;
